/* alert title when mail is not available */
"Can't Send Mail" = "Imposibil de trimis e-mail";

/* Button Title */
"Cancel" = "Anulaţi";

/* Back Button */
"Back" = "Înapoi";

/* Done Button */
"Done" = "Terminat";

/* Button Title in Action Sheet */
"Email" = "E-mail";

/* Enter a new name */
"Enter a new name" = "Introduceţi nume nou";

/* Title of Cell For Navigating More Apps */
"More Apps" = "Mai multe aplicaţii";

/* Title of Cell For Navigation More Sites */
"More Sites" = "Mai multe site-uri";

/* Tools title in sidebar header section */
"Tools" = "Instrumente";

/* Apps title in sidebar header section */
"Apps" = "Aplicaţii";

/* <partner> Apps title in sidebar header section */
"%@ Apps" = "%@ Aplicaţii";

/* Related Apps title in sidebar header section */
"Related Apps" = "Aplicaţii corelate";
"Related Sites" = "Site-uri corelate";

/* OK */
"OK" = "OK";

/* Button Title Action Sheet */
"Open in Safari" = "Deschidere în Safari";

/* Title Nav for Privacy Policy */
"Privacy Policy" = "Confidenţialitate";

/* Rename */
"Rename" = "Redenumire";

/* Button Title Action Sheet */
"Share by Email" = "Partajare prin e-mail";

/* Button Title Action Sheet */
"Share on Twitter" = "Partajare pe Twitter";

/* Button Title Action Sheet */
"Share on Facebook" = "Partajare pe Facebook";

/* Show Fewer expanded row title */
"show_fewer_row_title" = "Afişare redusă";

/* Show # More expandable row title */
"Show %d More" = "Afişare încă %d";

/* Sign In */
"Sign In" = "Autentificare";

/* Sign Out Button Title */
"Sign Out" = "Deconectare";

/* Title Nav for Terms of Service */
"Terms of Service" = "Condiţii";

/* Button Title in Action Sheet */
"Tweet" = "Tweet";

/* alert message when mail is not available */
"Your device is not configured to send mail.  If you would like to send mail you must configure a mail account." = "Dispozitivul dvs. nu este configurat să trimită e-mail.  Dacă doriţi să trimiteţi e-mailuri trebuie să configuraţi un cont de e-mail.";

/* Terms and Privacy label displayed in the footer of the Sidebar */
"Terms and Privacy" = "Condiţii de utilizare şi confidenţialitate";

/* Title Cell For Settings Page */
"Settings" = "Setări";

/* Title Cell For Help Page */
"Help" = "Ajutor";

/* Title Cell For Rating App */
"Rate This App" = "Evaluaţi aplicaţia";

/* Rate This App accessibility hint. */
"rate_this_app_hint" = "Atingeți de două ori pentru a accesa Magazinul cu aplicații.";

/* Title Cell For Sharing App */
"Share This App" = "Partajare aplicaţie";

/* Leave App Title */
"Leave %@?" = "Părăsiţi %@?";

/* Message to display when app is about to quit due to loading an external app */
"This action launches a separate app.  To return, double-tap your Home button." = "Această acţiune lansează o aplicaţie separată.  Pentru revenire, atingeţi de două ori butonul Home.";

/* Send Feedback */
"Send Feedback" = "Trimitere feedback";

/* Free Button Label */
"Free" = "Gratis";

/* Alert title shown when no Twitter accounts are available */
"No Twitter Accounts" = "Niciun cont Twitter";

/* Alert subject shown when no Twitter accounts are available */
"You can add or create a Twitter account in Settings." = "Puteţi să adăugaţi sau să creaţi un cont Twitter din Setări.";

/* Accessibility label for logged in user (with default = anonymous image) */
"user_signed_in_default" = "%@ e autentificat(ă) cu imagine implicită.";

/* Accessibility label for logged in user (with profile image) */
"user_signed_in_profile" = "%@ e autentificat(ă) cu imaginea de profil.";

/* Accessibility label for logged out user */
"User is signed out." = "Utilizatorul este deconectat.";

/* Accessibility label for Edit Mode [+] button. */
"Add more." = "Adăugaţi mai multe.";

/* Hint for logged in user */
"Signs out or switches user." = "Conectează sau comută utilizatorul.";

/* Hint for logged out user */
"Signs in user." = "Conectează utilizatorul.";

/* Tools row for Yahoo System Status */
 "tool_row_service_status" = "Stare sistem";

